Repository: almarin/locker
Catalog: locale/*/LC_MESSAGES/locker.po
Languages: es

source: %s, %s and %s additional recipient
es: %s, %s y %s destinatario más

source: %s, %s and %s additional recipients
es: %s, %s y %s destinatarios más

source: (No subject)
es: (Sin asunto)

source: <a title='exacly next %s'>%s days</a>
es: <a title='Exáctamente el próximo %s'>%s días</a>

source: <a title='exacly next %s'>%s months</a>
es: <a title='Exáctamente el próximo %s'>%s meses</a>

source: <a title='exacly next %s'>%s weeks</a>
es: <a title='Exáctamente el próximo %s'>%s semanas</a>

source: <a title='exacly next %s'>%s years</a>
es: <a title='Exáctamente el próximo %s'>%s años</a>

source: Active Files
es: Ficheros Activos

source: Active Groups
es: Grupos Activos

source: Are you sure you want to delete this file? Note that it will no longer be available for download
es: ¿Seguro que deseas borrar este fichero? Ten en cuenta que ya no podrán descargarse

source: Are you sure you want to delete this message? Associated files will no longer be available for download
es: ¿Seguro que deseas borrar este mensaje? Los ficheros asociados no podrán descargarse

source: Cancel
es: Cancelar

source: Drag here your files from your desktop, or use next button
es: Arrastra tus ficheros desde el escritorio, o utiliza el siguiente botón

source: Error processing files
es: Error al procesar los ficheros

source: Error sending ticket. Contact administrator
es: Error al enviar el ticket. Contacte con el administrador

source: Expire <a title='exacly next %s'>today</a>
es: Caduca <a title='exacly next %s'>hoy</a>

source: Expire in %s
es: Caduca en %s

source: Expired %s ago
es: Caducado hace %s

source: Expired Files
es: Ficheros Expirados

source: Expired Groups
es: Grupos Expirados

source: External Composite
es: Redacción Externa

source: For:
es: Para:

source: How many days do you want to keep these files accesible so they can be downloaded?
es: ¿Cuantos días quieres que los ficheros permanezcan accesibles para descarga?

source: Invalid recipient.
es: Destinatario no válido

source: Invalid ticket
es: Ticket no válido

source: Links expire on %s, in %s days
es: Los enlaces expiran el próximo %s, en %s días

source: List
es: Lista

source: Load more expired files
es: Cargar más ficheros caducados

source: Load more expired groups
es: Cargar más grupos caducados

source: Loading...
es: Cargando...

source: My Files
es: Mis Ficheros

source: Please, use the <strong>Send Files</strong> button to send your first Locker message.
es: Por favor, utiliza el botón <strong>Enviar Ficheros</strong> para enviar tu primer mensaje Consigna

source: Recipients:
es: Destinatarios

source: Select Files
es: Seleccionar Ficheros

source: Send
es: Enviar

source: Send Files
es: Enviar Ficheros

source: Sent
es: Enviado

source: Sent %s at %s with <strong>%s files</strong>
es: Enviado %s a las %s con <strong>%s ficheros</strong>

source: Shared Locker files
es: Ficheros compartidos por Consigna

source: Subject:
es: Asunto:

source: The locker message was successfully sent.
es: El mensaje Consigna se ha enviado correctamente.

source: There are no specified files to share
es: No se han especificado ficheros a compartir

source: There are still files pending upload
es: Todavía quedan ficheros pendientes de subir

source: There was an error sending the Locker message
es: Courrió un error al enviar el mensaje Consigna

source: Ticket Request
es: Solicitud de Ticket

source: Ticket not valid
es: Ticket no válido

source: Ticket requested
es: Ticket solicitado

source: Ticket sent
es: Ticket enviado

source: Ticket sent. Please, check your inbox address and use the link provided
es: Ticket enviado. Por favor, compruebe la bandeja de entrada de su correo y utilice el link proporcionado

source: To send a Locker message you need to confirm your email address.
es: Para enviar un mensaje Consigna, necesitas confirmar tu dirección de correo

source: Uploading files... You can continue adding additional files
es: Subiendo ficheros... Puedes continuar añadiendo ficheros adicionales

source: You can use this ticket to send a message using the Locker service.
es: Puedes utilizar este ticket para enviar un mensaje usando el servicio Consigna

source: You haven't sent any message.
es: No has enviado ningún mensaje todavía

source: You must set at least one valid recipient
es: Debes indicar al menos un recipiente válido

source: Your Locker Ticket:
es: Su Ticket Consigna

source: [locker]
es: [consigna]

source: day
es: día

source: days
es: días
